Repository: fossabot/LightNovelSniffer
Catalog: Resources/LightNovelSniffer_Strings.*.resx
Languages: fr

# CoverDownloadExceptionMessage
source: Unable to download cover at {0}.
fr: Impossible de télécharger la cover {0}.

# CultureInfoExceptionMessage
source: Cannot set the specified CultureInfo : {0}.
fr: Impossible d'utiliser la CultureInfo {0}.

# CultureInfoNullExceptionMessage
source: Specified CultureInfo is null.
fr: La CultureInfo spécifiée est NULL.

# EmptyLanguageExceptionMessage
source: Specified language is empty and cannot be used.
fr: Le language spécifié est vide.

# FindAssemblyExceptionMessage
source: Cannot find assembly {0}.
fr: Impossible de trouver l'assembly {0}.

# GetCultureFromLanguageExceptionMessage
source: Cannot instantiate CultrureInfo from language "{0}".
fr: Impossible d'instantier la CultureInfo à partir du code "{0}".

# InstantiateAssemblyExceptionMessage
source: Cannot instantiate {0} as a IParser.
fr: Impossible d'instantier {0} comme un IParser.

# LoadAssemblyExceptionMessage
source: Cannot load assembly {0}.
fr: Impossible de charger l'assembly {0}.

# LogBeginLnLanguage
source: Start of {0} {1}.
fr: Début de {0} {1}.

# LogChapterDoesntExist_AskForNext
source: Chapter {0} doesn't seem to exist. Do you want to check for the following one ?
fr: Le chapitre {0} ne semble pas exister. Voulez vous vérifier la présence du chapitre suivant ?

# LogChapterParserException_AskForNext
source: The parser failed to process chapter {0}. Do you want to try the following one ?
fr: Erreur du traitement du chapitre {0} par le parser. Voulez vous tenter le suivant ?

# LogClosingEpubFile
source: EPUB creation file ended.
fr: Fin de création de l'EPUB.

# LogClosingPdfFile
source: Closing PDF file.
fr: Fermeture du PDF.

# LogEndLnLanguage
source: End of {0} {1}.
fr: Fin de {0} {1}.

# LogErrorProcessingUrlByParser
source: Error while processing URL {0} by the {1}.
fr: Erreur lors du traitement de la page {0} par le parser {1}.

# LogNoChapterAvailableAtThisUrl
source: No chapter retrieved from this URL.
fr: Pas de chapitre récupéré à cette URL.

# LogNoParserAvailable
source: No parser available for this URL.
fr: Pas de parser existant pour cette URL.

# LogNotExistingChapter
source: The chapter {0} doesn't seems to exist.
fr: Le chapitre {0} ne semble pas exister.

# LogOpeningEpubFile
source: Creating EPUB file.
fr: Création du fichier EPUB.

# LogOpeningPdfFile
source: Opening PDF file.
fr: Ouverture du PDF.

# LogRetrieveChapterProgress
source: Retrieving {0}/{1}
fr: Chapitre {0}/{1}

# UnableToReadConfigFileExceptionMessage
source: The config file {0} cannot be read.
fr: Le fichier de configuration {0} ne peut pas être lu.

# UnableToReadLightNovelsFileExceptionMessage
source: The lightNovels file {0} cannot be read.
fr: Le fichier de lightNovels {0} ne peut pas être lu.
